IDEA Open Model
DesignMemberInSubStructure.DesignMember Property
Compatible with IDEA StatiCa Beta 20.0
 Reference to DesignMember
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ReferenceElement DesignMember { get; set; }
Public Property DesignMember As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
DesignMemberInSubStructure Class
IdeaRS.OpenModel.Model Namespace